Repository: yamadharma/kermit-makefiles
Catalog: po/*/LC_MESSAGES/autolatex.po
Languages: fr

source: Creating default project configuration file...
fr: Création du fichier de configuration par défaut associé au projet...

source: Creating default user configuration file...
fr: Création du fichier de configuration par défaut associé à l'utilisateur...

source: Creating default makeindex style file...
fr: Création du fichier de style par défaut pour MakeIndex...

source: Generating autolatex Makefile...
fr: Génération du fichier Makefile d'autolatex...

source: Launching compilation for {}...
fr: Lancement de la compilation pour {}...

source: Launching compilation...
fr: Lancement de la compilation...

source: Opening configuration file {}
fr: Ouverture du fichier de configuration {}

source: Succeed on reading
fr: Succès de la lecture

source: Failed to read {}: {}
fr: Erreur durant la lecture de {} : {}

source: Writing configuration file {}
fr: Ecriture du fichier de configuration {}

source: Adding configuration comments
fr: Ajout des commentaires de configuration

source: Saving configuration comments
fr: Enregistrement des commentaires de configuration

source: AutoLaTeX has detecting an old fashion syntax for the configuration file {} Please regenerate this file with the command line option --fixconfig.
fr: AutoLaTeX a détecté que le fichier de configuration {} utilise une ancienne syntaxe. Veuillez regénérer ce fichier en lancant AutoLaTeX avec l'option --fixconfig.

source: Reading command line options
fr: Lecture des options de la ligne de commandes

source: {} {} ({}) - {} plateform (c) 1998-2007 Stephane GALLAND <galland@arakhne.org> (under GPL)
fr: {} {} ({}) - plate-forme {} (c) 1998-2007 Stéphane GALLAND <galland@arakhne.org> (sous GPL)

source: {} {} - {} plateform (c) 1998-2007 Stephane GALLAND <galland@arakhne.org> (under GPL)
fr: {} {} - plate-forme {} (c) 1998-2007 Stéphane GALLAND <galland@arakhne.org> (sous GPL)

source: Detecting TeX file '{}'
fr: Détection du fichier TeX '{}'

source: Detecting several TeX files: {}
fr: Détection de plusieurs fichiers TeX : {}

source: Detecting TeX file from project's configuration: '{}'
fr: Détection du fichier défini dans la configuration du projet : '{}'

source: No LaTeX file found nor specified for the directory '{}'
fr: Aucun fichier LaTeX trouvé ou spécifié pour le répertoire '{}'

source: Using TeX file '{}'
fr: Utilisation du fichier TeX '{}'

source: Selecting project's style for MakeIndex: {}
fr: Sélection du style MakeIndex provenant du projet : {}

source: Unable to selected a project's style for MakeIndex: no file or too many .ist files in directory {}
fr: Impossible de sélectionner un style MakeIndex provenant du projet : pas de fichier ou trop de fichier .ist dans le répertoire {}

source: Selecting the system default style for MakeIndex
fr: Sélection du fichier de style MakeIndex défini au niveau du système

source: Unselecting any style for MakeIndex
fr: Désélection de tout style MakeIndex

source: Override the Makefile variable '{}'
fr: Surcharge de la variable '{}' dans le Makefile

source: Makefile is '{}'
fr: Makefile utilisé : {}

source: Launching Acrobat Reader
fr: Lancement d'Acrobat Reader

source: Launching KDE's PDF viewer
fr: Lancement du prévisualisateur PDF de KDE

source: Launching Evince
fr: Lancement de Evince

source: Launching xpdf
fr: Lancement de xpdf

source: Launching Ghostview
fr: Lancement de Ghostview

source: No viewer detected
fr: Pas de prévisualisateur détecté

source: No SCM update command defined
fr: Pas de commande définie pour la mise-à-jour locale SCM

source: No SCM commit command defined
fr: Pas de commande définie pour la mise-à-jour du serveur SCM

source: Translate {} to {}
fr: Convertion de {} vers {}

source: Translate {} to {} with {} alternative
fr: Convertion de {} vers {} avec la variante {}

source: Get translator list from {}
fr: Lecture de la liste des convertisseurs depuis {}

source: Several possibilities exist for generating a figure from a {} file: {} You must specify which to include (resp. exclude) with --include (resp. --exclude). It is recommended to update your {} file with the following configuration for each translator to exclude (example on the translator {}): {}
fr: Plusieurs possibilités existent pour générer une figure depuis un fichier {} : {} Vous devez spécifier laquelle inclure (resp. exclure) avec l'option --include (resp. --exclude). Il est recommandé de mettre-à-jour votre fichier {}avec les lignes d'exclusion et d'inclusion pour chaque convertisseur (exemple avec le convertisseur {}): {}

source: Translator {} is ignored
fr: Le convertisseur {} est ignoré

source: No read access to the VERSION file of AutoLaTeX. AutoLaTeX should not be properly installed. Assuming version: {}
fr: Pas le droit de lire le fichier VERSION d'AutoLaTeX. AutoLaTeX semble être mal installé. Assume la version: {}

source: Unable to find the VERSION file of AutoLaTeX. AutoLaTeX should not be properly installed. Assuming version: {}
fr: Impossible de trouver le fichier VERSION d'AutoLaTeX. AutoLaTeX semble ne pas être correctement installé. Assume la version: {}

source: no manual page found
fr: pas de page de manuel trouvée

source: Error: {}
fr: Erreur : {}

source: Warning: {}
fr: Anomalie : {}

source: Unable to fork for the system command: {}
fr: Impossible de créer un processus fils pour exécuter la commande : {}

source: Waiting for system command sub-processes
fr: Attente de la terminaison des processus fils
